Repository: AngelHerTur/cdr-stats
Catalog: cdr_stats/locale/*/LC_MESSAGES/django.po
Languages: it

source: English
it: Inglese

source: French
it: Francese

source: Spanish
it: Spagnolo

source: Portuguese
it: Portoghese

source: German
it: Tedesco

source: Russian
it: Russo

source: switch
it: interruttore

source: resource to manage switches.
it: risorsa di gestire gli switch.

source: returns all switches
it: restituisce tutti gli interruttori

source: returns a specific switch
it: restituisce un interruttore specifico

source: creates new switch
it: crea nuovo switch

source: update switch
it: L&#39;INTERRUTTORE

source: delete switch
it: eliminare passare

source: to record CDRs and bill them
it: per registrare i CDR e le loro bollette

source: this resource allows to record CDRs and bill them.
it: Questa risorsa permette di registrare i CDR e Bill li.

source: returns all CDRs
it: restituisce tutti i CDR

source: returns a specific cdr
it: restituisce una specifica cdr

source: creates new billed voip call
it: crea nuovo fatturati voip chiamata

source: VoIP rate
it: Tasso VoIP

source: resource to get voip rate.
it: risorsa per ottenere voip rate.

source: returns all rates
it: restituisce tutte le tariffe

source: returns a specific rate for prefix
it: restituisce un tasso specifico per il prefisso

source: returns a specific rate for recipient phone no
it: restituisce un tasso specifico per il telefono del destinatario non

source: CDR already exists !!
it: CDR esiste già!

source: %(cdr_record_count)s CDR(s) are uploaded, out of %(total_rows)s row(s) !!
it: % (Cdr_record_count) s CDR (s) vengono caricati, di% (total_rows) s row (s)!

source: error : invalid value for import
it: error: valore non valido per l&#39;importazione

source: error : importing several times the same column
it: errore: importando più volte la stessa colonna

source: import CDR
it: importazione CDR

source: equals
it: uguale

source: begins
it: inizia

source: contains
it: contiene

source: ends
it: finisce

source: call-date
it: call-data

source: destination
it: destinazione

source: duration
it: durata

source: bill
it: disegno di legge

source: hangup cause
it: hangup causa

source: account
it: acconto

source: buy rate
it: acquistare tasso

source: buy cost
it: comprare costo

source: sell rate
it: Vendere tasso

source: sell cost
it: vendere un costo di

source: all switches
it: tutti gli interruttori

source: all
it: tutti

source: internal call
it: chiamata interna

source: callerID number
it: numero callerID

source: account code
it: codice conto

source: duration (secs)
it: Durata (sec)

source: country
it: nazione

source: from
it: da

source: to
it: a

source: direction
it: direzione

source: outbound
it: in uscita

source: unknown
it: sconosciuto

source: Result
it: Risultato

source: minutes
it: minuti

source: seconds
it: secondi

source: CDR per page
it: CDR per pagina

source: select date
it: selezionare la data

source: check with
it: verificare con

source: previous days
it: giorni precedenti

source: same day of the week
it: stesso giorno della settimana

source: Email to send the report
it: E-mail per inviare il report

source: upload CSV File
it: caricare file CSV

source: browse CSV file
it: sfogliare file CSV

source: document types accepted: %s
it: Tipi di documenti accettati:%s

source: select switch
it: Interruttore di selezione

source: mduration
it: DURATA.M

source: asterisk hangup format
it: formato hangup asterisco

source: with this option on, the field hangup_cause_id will expect Asterisk Hangup Cause in the format : ANSWER, CANCEL, BUSY, CONGESTION, CHANUNAVAIL, etc..
it: con questa opzione, il hangup_cause_id campo si aspetterà Asterisk Hangup Causa nel formato: RISPOSTA, ANNULLA, OCCUPATO, congestione, CHANUNAVAIL, ecc.

source: internal Calls
it: Chiamate interne

source: ANSWER
it: RISPOSTA

source: BUSY
it: OCCUPATO

source: CANCEL
it: ANNULLA

source: CONGESTION
it: CONGESTIONE

source: TORTURE
it: Supplizio

source: switches
it: interruttori

source: code
it: codice

source: ITU-T Q.850 Code
it: ITU-T Codice Q.850

source: enumeration
it: enumerazione

source: cause
it: causare

source: description
it: descrizione

source: mongodb database connection is closed!
it: connessione al database MongoDB è chiuso!

source: mongodb database is locked!
it: del database MongoDB è bloccato!

source: account code is not assigned!
it: codice account non è stato assegnato!

source: voip plan is not attached to user!
it: piano voip non è attaccato al utente!

source: email ids are saved successfully.
it: ID e-mail vengono salvate con successo.

source: successfully added prefix into blacklist
it: aggiunto con successo prefisso nella lista nera

source: blacklist by country
it: lista nera per Paese

source: successfully added prefix into whitelist
it: aggiunto con successo prefisso in whitelist

source: whitelist by country
it: whitelist per Paese

source: alert
it: avvisare

source: blacklist
it: lista nera

source: has been successfully added in
it: è stato aggiunto con successo in

source: has been successfully deleted from
it: è stato eliminato con successo da

source: All dialcode are successfully deleted from
it: Tutto dialcode vengono eliminati con successo da

source: is already added in
it: è già inserito in

source: has not been added in
it: non è stato aggiunto in

source: has not been deleted from
it: non è stato eliminato dal

source: day
it: giorno

source: week
it: settimana

source: month
it: mese

source: active
it: attivo

source: inactive
it: inattivo

source: ALOC (Average Length of Call)
it: ALOC (Durata media della chiamata)

source: ASR (Answer Seize Ratio)
it: ASR (Risposta Seize Ratio)

source: is less than
it: è inferiore

source: is greater than
it: è maggiore di

source: decrease by more than
it: diminuire di oltre

source: increase by more than
it: aumentare di oltre il

source: percentage decrease by more than
it: riduzione percentuale di oltre

source: percentage increase by more than
it: aumento percentuale di oltre

source: same day
it: stesso giorno

source: same day in the previous week
it: stesso giorno della settimana precedente

source: no alarm sent
it: nessun allarme inviato

source: alarm sent
it: allarme inviato

source: name
it: nome

source: period
it: periodo

source: type
it: Tipo di

source: condition
it: condizione

source: value
it: valore

source: status
it: stato

source: date
it: Data

source: alarm
it: allarme

source: calculated value
it: valore calcolato

source: label
it: etichetta

source: alert remove prefix
it: avvisare rimuovere il prefisso

source: alert remove prefixes
it: avvisare rimuovere prefissi

source: interval to apply alarm
it: intervallo di applicare allarme

source: ALOC (average length of call) ; ASR (answer seize ratio) ; CIC (Consecutive Incomplete Calls)
it: ALOC (durata media della chiamata), ASR (rispondere a cogliere ratio); CIC (chiamate incomplete consecutivi)

source: input the value for the alert
it: ingresso il valore per l&#39;avviso

source: email to send alarm
it: e-mail per l&#39;invio di allarme

source: can see alarms
it: possono vedere gli allarmi

source: can test alarms
it: possono testare gli allarmi

source: alarms
it: allarmi

source: select Alarm
it: selezionare Allarme

source: can see alarm report
it: può vedere report di allarme

source: alarm report
it: rapporto di allarme

source: alarms report
it: allarmi segnalano

source: select country
it: selezionare paese

source: can see blacklist country/prefix
it: può vedere paese blacklist / prefisso

source: can see whitelist country/prefix
it: può vedere whitelist paese / prefisso

source: Alert Message "%(user)s" - "%(user_id)s"
it: Messaggio di avviso "% (user) s" - "% (user_id) s"

source: CDR Report
it: CDR Rapporto

source: "%(name)s" added.
it: "% (Name) s", ha aggiunto.

source: "%(name)s" is deleted.
it: "% (Name) s" è soppresso.

source: %(count)s alarm(s) are deleted.
it: (Conteggio) allarme s% (s) vengono cancellati.

source: "%(name)s" is updated.
it: "% (Name) s" è aggiornato.

source: user
it: utente

source: dashboard stats
it: cruscotto statistiche

source: Recent Actions
it: Azioni recenti

source: country dialcode
it: paese dialcode

source: Voip gateway
it: Gateway VoIP

source: Voip billing
it: Voip fatturazione

source: quick links
it: collegamenti rapidi

source: change password
it: modificare la password

source: log out
it: disconnettersi

source: Latest CDR-Stats News
it: Ultime CDR-Stats Notizie

source: voip gateway
it: VoIP

source: Voip Billing
it: Voip e di fatturazione

source: recent actions
it: recenti azioni

source: applications
it: applicazioni

source: administration
it: amministrazione

source: customer panel
it: pannello cliente

source: username
it: nome utente

source: password
it: parola d&#39;ordine

source: Error
it: Errore

source: CDR backend %s connected successfully.
it: CDR backend%s è collegata con successo.

source: please review the 'CDR_BACKEND' Settings in your file /usr/share/cdr-stats/settings_local.py make sure the settings, username, password are correct. Check also that the backend authorize a connection from your server
it: Si prega di rivedere le impostazioni &#39;CDR_BACKEND&#39; nel file / usr / share / cdr-stats / settings_local.py accertarsi che le impostazioni, il nome utente, la password siano corretti. Verificare inoltre che il backend autorizzare una connessione verso il server

source: after changes in your 'CDR_BACKEND' settings, you will need to restart celery: $ /etc/init.d/cdr-stats-celeryd restart
it: dopo le modifiche nelle impostazioni &#39;CDR_BACKEND&#39;, è necessario riavviare il sedano: $ / etc / init.d / cdr-stats-celeryd restart

source: disabled Account
it: Account disattivato

source: invalid Login.
it: Login non valido.

source: enter valid user credentials.
it: immettere le credenziali utente valide.

source: This page cannot be found!
it: Questa pagina non può essere trovata!

source: if you need assistance, you may reference this error as
it: se avete bisogno di assistenza, si può fare riferimento a questo errore

source: Accepted methods
it: Metodi accettati

source: By %(filter_title)s
it: Con% (filter_title) s

source: home
it: domestico

source: CDR search
it: CDR ricerca

source: search
it: ricerca

source: calls detail records
it: chiamate record di dettaglio

source: call detail records
it: chiamare i record di dettaglio

source: report by day
it: segnalare per giorno

source: export to CSV
it: esportare in formato CSV

source: export to XLS
it: l&#39;esportazione in XLS

source: export to JSON
it: esportare in JSON

source: rebilling
it: rifatturazione

source: bill seconds
it: bill secondi

source: World
it: Mondiale

source: Authorized call
it: Chiamata Autorizzato

source: Unauthorized call
it: Chiamata non autorizzata

source: call
it: chiamare

source: show details
it: mostrare i dettagli

source: no records found
it: nessun record trovato

source: show rows
it: Mostra righe

source: total calls
it: chiamate totali

source: graphic
it: grafico

source: calls
it: chiamate

source: average connection time
it: tempo medio di connessione

source: ACT
it: AGIRE

source: total
it: totale

source: sample file
it: file di esempio

source: mandatory fields to import
it: campi obbligatori per importare

source: extra fields to import
it: campi aggiuntivi per importare

source: submit
it: presentare

source: reset
it: reimpostare

source: contact(s) imported
it: contatto (s) importati

source: contact(s) not imported
it: contatto (s) non importati

source: type mismatch
it: Tipo non corrispondente

source: select all prefixes
it: selezionare tutti i prefissi

source: blacklist the selected prefixes
it: lista nera i prefissi selezionati

source: blacklist the selected country
it: nella lista nera del paese selezionato

source: Add %(name)s
it: Aggiungi% (name) s

source: Please correct the error below.
it: Si prega di correggere l&#39;errore di seguito.

source: whitelist the selected prefixes
it: lista bianca i prefissi selezionati

source: whitelist the selected country
it: lista bianca del paese selezionato

source: VoIP billing
it: Fatturazione VoIP

source: delete multiple objects
it: eliminare più oggetti

source: Home
it: Domestico

source: VoIP Billing
it: Fatturazione VoIP

source: import carrier rate
it: frequenza portante di importazione

source: export carrier rate
it: frequenza portante esportazione

source: filter
it: filtrare

source: by rate
it: dal tasso

source: rate
it: tasso

source: carrier record(s) are successfully imported
it: record di vettore (s) sono importati con successo

source: carrier record(s) are not imported
it: record di vettore (s) non sono importati

source: retail record(s) are successfully imported
it: record di vendita al dettaglio (s) sono importati con successo

source: retail record(s) are not imported
it: record di vendita al dettaglio (s) non sono importati

source: field type miss match
it: campo tipo Miss Match

source: simulator
it: simulatore

source: export
it: esportazione

source: there are
it: esistono

source: calls selected
it: chiamate selezionate

source: do you wish to proceed with the rebilling?
it: non si desidera procedere con la rifatturazione?

source: go back
it: ritornare

source: rebill calls
it: riaccredito chiama

source: VoIP simulator
it: Simulatore di VoIP

source: call cost
it: Costo chiamate

source: carrier plan id
it: vettore id piano

source: carrier plan
it: piano di carriera

source: retail plan id
it: id piano retail

source: retail plan
it: piano di vendita al dettaglio

source: carrier rate id
it: vettore id tasso

source: carrier rate
it: frequenza portante

source: retail rate id
it: vendita al dettaglio id tasso

source: retail rate
it: tasso di vendita al dettaglio

source: no record(s) found.
it: nessun record (s) trovati.

source: import retail rate
it: importare tasso di vendita al dettaglio

source: export retail rate
it: esportare tasso di vendita al dettaglio

source: import
it: importare

source: Reset
it: Ripristina

source: Retail Record(s) Successfully Imported
it: Record di vendita al dettaglio (s) importato con successo

source: Retail Record(s) not Imported
it: Record di vendita al dettaglio (s) non importati

source: Type Miss-match
it: Digitare Miss-partita

source: VoIP gateway
it: Gateway VoIP

source: Add
it: Aggiungi

source: Change
it: Modifica

source: CDR view
it: Vista CDR

source: add
it: aggiungi

source: change
it: cambiare

source: playground
it: terreno di gioco

source: request
it: richiedere

source: response status
it: stato della risposta

source: response headers
it: intestazioni di risposta

source: response body
it: corpo di risposta

source: give feedback about this response
it: dare un feedback su questa risposta

source: Thanks, Your feedback has been sent successfully.
it: Grazie, la tua valutazione è stata inviata con successo.

source: submit bug & feedback
it: presentare bug & Feedback

source: dashboard
it: cruscotto

source: analytics
it: analitica

source: overview
it: Panoramica

source: daily comparison
it: confronto giornaliero

source: real-time
it: tempo reale

source: real-time calls
it: chiamate in tempo reale

source: concurrent calls
it: chiamate contemporanee

source: reports
it: rapporti

source: by country
it: Per Paese

source: world map
it: mappa del mondo

source: mail report
it: relazione di posta

source: threat control
it: controllo delle minacce

source: alert settings
it: impostazioni di avviso

source: alert report
it: avvisare rapporto

source: destination control
it: controllo di destinazione

source: billing
it: fatturazione

source: rates
it: tassi

source: call simulator
it: chiamare simulatore

source: daily billing report
it: rapporto di fatturazione giornaliera

source: hourly billing report
it: rapporto orario di fatturazione

source: account settings
it: impostazioni dell&#39;account

source: notifications
it: notifiche

source: change language
it: cambiare lingua

source: diagnostic
it: diagnostica

source: advanced search
it: ricerca avanzata

source: country call
it: chiamata paese

source: country duration
it: durata paese

source: country call statistics
it: statistiche delle chiamate nazionali

source: country duration statistics
it: statistiche Durata Nazione

source: calls by country
it: chiamate per paese

source: top
it: superiore

source: world
it: mondiale

source: duration by country
it: durata per Paese

source: call statistics
it: chiamare le statistiche

source: call totals report
it: rapporto totali chiamata

source: number of calls
it: numero di chiamate

source: average calls per hour
it: chiamate medio per ora

source: total duration
it: durata totale

source: average call duration
it: durata media delle chiamate

source: total buy cost
it: costo totale del buy

source: total sell cost
it: totale del costo di vendita

source: countries report
it: paesi segnalano

source: 5 most called countries
it: 5 più chiamati paesi

source: BC
it: AC

source: No record found
it: Nessun record trovato

source: channel data
it: dati di canale

source: variables
it: variabili

source: save
it: salva

source: preview of the mail report
it: anteprima della relazione posta

source: hourly call
it: chiamata oraria

source: hourly duration
it: durata oraria

source: daily call
it: chiamata giornaliera

source: daily duration
it: durata giornaliera

source: monthly call
it: chiamata mensile

source: monthly duration
it: durata mensile

source: Call Statistics
it: Statistiche chiamate

source: with previous
it: con precedente

source: days
it: giorni

source: calls per hour
it: chiamate all&#39;ora

source: minutes per hour
it: minuti per ora

source: Hide search
it: Nascondi ricerca

source: jan
it: gennaio

source: feb
it: Febbraio

source: apr
it: aprile

source: may
it: può

source: jun
it: giugno

source: jul
it: luglio

source: aug
it: Agosto

source: sep
it: Settembre

source: oct
it: Ottobre

source: nov
it: novembre

source: dec
it: dicembre

source: january
it: gennaio

source: february
it: Febbraio

source: march
it: Marzo

source: april
it: aprile

source: june
it: giugno

source: july
it: luglio

source: august
it: Agosto

source: september
it: Settembre

source: october
it: Ottobre

source: november
it: novembre

source: december
it: dicembre

source: action
it: azione

source: authorized call
it: chiamata autorizzata

source: unauthorized call
it: chiamata non autorizzata

source: call details
it: dettagli della chiamata

source: close
it: chiudere

source: daily report
it: rapporto giornaliero

source: you must check at least one box!
it: è necessario verificare almeno una scatola!

source: alarms(s) are going to be deleted?
it: allarmi (s) stanno per essere cancellati?

source: confirm deletion?
it: confermare l&#39;eliminazione?

source: connection error with
it: Errore di connessione con

source: connection successful with
it: connessione riuscita con

source: MongoDB server used to store and centralize your CDRs and your reporting
it: Server di MongoDB usato per memorizzare e centralizzare i CDR e la tua segnalazione

source: no data can be found in your collections, please make sure the import of data is working correctly.
it: i dati non possono essere trovati nelle raccolte, si prega di assicurarsi che l&#39;importazione dei dati funziona correttamente.

source: call monitoring & analytics software
it: chiamare il monitoraggio e software di analisi

source: is a multi-tenant application to browse, analyse and graph CDR (Call Detail Records) with automated threat alerts for multiple switches and PBX systems.
it: è un&#39;applicazione multi-tenant per navigare, analizzare e grafico CDR (Call Detail Records) con avvisi di minacce automatizzati per più switch e sistemi PBX.

source: call traffic analysis and threat alert tools include :
it: chiamare l&#39;analisi del traffico e strumenti di avviso minaccia comprendono:

source: Dashboard: Overview of call activity
it: Dashboard: Panoramica delle attività di chiamata

source: Search CDR: Search, filter, display and export CDR
it: Cerca CDR: ricerca, filtro, visualizzazione ed esportazione CDR

source: Overview: Analyse call traffic by hour, day and month
it: Panoramica: Analizzare il traffico delle chiamate per ora, giorno e mese

source: Daily Comparison: Compare call traffic day on day
it: Confronto giornaliero: Confronta giorno il traffico delle chiamate in giornata

source: Real-Time Statistics: Show concurrent calls in realtime
it: Statistiche in tempo reale: Mostra chiamate simultanee in tempo reale

source: Concurrent Calls: Concurrent Calls through the day
it: Chiamate contemporanee: chiamate contemporanee attraverso il giorno

source: Country Report: Call statistics by country
it: Rapporto Paese: le statistiche di chiamata per paese

source: World Map: Call statistics overlaid on a world map
it: Mappa del mondo: le statistiche di chiamata sovrapposti su una mappa del mondo

source: Mail daily aggregated reports
it: Posta relazioni aggregate quotidiani

source: Threat Control: Detect abnormal call patterns
it: Controllo delle minacce: rilevare i modelli di chiamata anomali

source: Destination Alerts: Unexpected destination alerts
it: Destinazione: Avvisi avvisi destinazione imprevisti

source: learn more
it: saperne di più

source: support
it: sostenere

source: Star2Billing S.L. offers consultancy including installation, training and customisation on CDR-Stats.
it: Star2Billing SL offre consulenza compresa l&#39;installazione, la formazione e personalizzazione su CDR-Stats.

source: contact us at
it: contattarci al

source: for more information
it: Per ulteriori informazioni,

source: get support
it: ottenere supporto

source: licensing
it: concessione di licenze

source: CDR-Stats is licensed under
it: CDR-Stats è sotto licenza

source: however an alternative license can be purchased if the MPL V2 license is not suitable for your requirements.
it: tuttavia una licenza alternativa può essere acquistato se la licenza MPL V2 non è adatto per le vostre esigenze.

source: View Licensing details
it: Vedi dettagli licenza

source: logout
it: il logout

source: CDR-Stats report of
it: CDR-Stats relazione

source: last 10 calls
it: ultime 10 chiamate

source: no record found
it: Dati non disponibili

source: calls status
it: stato di chiamate

source: Customer Interface
it: Interfaccia Utente

source: please login by clicking on login button
it: accedi cliccando sul pulsante di login

source: forgot password?
it: Hai dimenticato la password?

source: display language
it: visualizzare la lingua

source: error
it: Errore di

source: country calls detail
it: paese chiama dettaglio

source: country list
it: Lista paese

source: world map report
it: mappa del mondo rapporto

source: CDR-Stats APIs
it: CDR-Stats API

source: browser playground
it: parco giochi del browser

source: alert records
it: record di avviso

source: list of alerts
it: elenco degli avvisi

source: total alarms
it: allarmi totali

source: trust control
it: controllo fiducia

source: you must enter dialcode
it: è necessario inserire dialcode

source: You must check at least one box!
it: È necessario controllare almeno una scatola!

source: Trust control
it: Controllo Fiducia

source: control the blacklist / whitelist
it: controllare la blacklist / whitelist

source: delete selected
it: Elimina selezionati

source: delete all
it: cancella tutti

source: blacklist this country
it: blacklist questo paese

source: blacklist this dialcode
it: blacklist questo dialcode

source: whitelist this country
it: whitelist questo paese

source: whitelist this dialcode
it: whitelist questo dialcode

source: alarm test
it: di prova allarme

source: alarm type
it: Tipo di allarme

source: alarm period
it: periodo di allarme

source: alarm condition addon
it: condizione di allarme addon
