Repository: AngelHerTur/cdr-stats
Catalog: cdr_stats/locale/*/LC_MESSAGES/django.po
Languages: it

source: alarm condition
it: condizione di allarme

source: alarm will trigger
it: allarme si innescherà

source: yes
it: sì

source: update
it: aggiornare

source: delete
it: cancella

source: alerts
it: avvisi

source: update alarm
it: aggiornare allarme

source: delete alarm
it: cancellare allarme

source: password reset complete
it: reimpostazione della password completa

source: your password has been set. you may go ahead and log in now.
it: la password è stata impostata. si può andare avanti e il login ora.

source: log in
it: il login

source: password reset
it: reimpostazione della password

source: enter new password
it: immettere una nuova password

source: please enter your new password twice for verification.
it: Si prega di inserire la nuova password due volte per la verifica.

source: change my password
it: cambiare la password

source: password reset unsuccessful
it: reimpostazione della password senza successo

source: the password reset link was invalid, possibly because it has already been used. please request a new password reset.
it: il link di reimpostazione della password non era valido, forse perché è già stato utilizzato. Si prega di richiedere una nuova reimpostazione della password.

source: password reset successful
it: reimpostazione della password di successo

source: we've e-mailed you instructions for setting your password to the e-mail address you submitted. you should be receiving it shortly.
it: abbiamo inviato per posta elettronica le istruzioni per l&#39;impostazione della password all&#39;indirizzo e-mail che hai inviato. si dovrebbe ricevere a breve.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
it: Hai ricevuto questa e-mail perché hai chiesto di reimpostare la password per l&#39;account utente a% (site_name) s.

source: please go to the following page and choose a new password:
it: vai alla pagina seguente e scegliere una nuova password:

source: your username, in case you've forgotten:
it: il tuo nome utente, nel caso in cui hai dimenticato:

source: The %(site_name)s team
it: L&#39;(site_name) squadra%s

source: forgotten your password?
it: dimenticato la tua password?

source: enter your e-mail address below, and we'll e-mail instructions for setting a new one.
it: inserisci il tuo indirizzo e-mail qui sotto e faremo le istruzioni e-mail per impostare una nuova.

source: reset my password
it: reimpostare la mia password

source: change detail
it: cambiare dettaglio

source: settings
it: impostazioni

source: user detail, Password and notifications
it: Dettagli Utente, Password e notifiche

source: select language
it: selezionare la lingua

source: previous
it: precedente

source: next
it: successivo

source: thank you for using CDR-Stats.
it: vi ringrazio per l&#39;utilizzo del CDR-Stats.

source: log in again
it: nuovamente il login

source: billing report
it: rapporto di fatturazione

source: clear
it: cancellare

source: no record found!!
it: Dati non disponibili!

source: total records
it: record totali

source: Personal info
it: Informazioni Personali

source: Permission
it: Autorizzazione

source: Important dates
it: Date importanti

source: notifications are successfully marked as read.
it: notifiche sono contrassegnati con successo come letto.

source: notifications are not marked as read.
it: le notifiche non vengono contrassegnati come letti.

source: mark notification as seen
it: contrassegnare la notifica, come visto

source: average length of call
it: durata media della chiamata

source: answer seize ratio
it: rispondere a cogliere il rapporto

source: blacklist prefix
it: lista nera prefisso

source: whitelist prefix
it: prefisso whitelist

source: email address
it: indirizzo di posta elettronica

source: VoIP plan
it: Piano di VoIP

source: select VoIP Plan
it: selezionare Piano di VoIP

source: address
it: indirizzo

source: city
it: città

source: state
it: Stato

source: zip code
it: codice di avviamento postale

source: phone number
it: numero telefonico

source: fax Number
it: Numero di fax

source: company name
it: nome dell&#39;azienda

source: company website
it: sito internet della società

source: language
it: lingua

source: note
it: notare

source: report mail list
it: segnalare mail list

source: enter a valid e-mail address separated by commas.
it: di inserire un indirizzo e-mail valido separati da virgole.

source: can view API-Explorer
it: può visualizzare API-Explorer

source: can view CDR dashboard
it: può visualizzare CDR cruscotto

source: can view CDR
it: può visualizzare CDR

source: can view CDR detail
it: può visualizzare CDR dettaglio

source: can view CDR hourly report
it: può visualizzare CDR rapporto orario

source: can view CDR overview
it: può visualizzare Panoramica CDR

source: can view CDR concurrent calls
it: può visualizzare CDR chiamate contemporanee

source: can view CDR realtime
it: può visualizzare in tempo reale CDR

source: can view CDR country report
it: può visualizzare il report paese CDR

source: can view CDR world map
it: può visualizzare CDR mappa del mondo

source: can view CDR mail report
it: può visualizzare il report di posta CDR

source: can view diagnostic report
it: può visualizzare il report diagnostico

source: can view daily billing report
it: può visualizzare il report di fatturazione giornaliera

source: can view hourly billing report
it: può visualizzare rapporto orario di fatturazione

source: can view voip call simulator
it: può visualizzare simulatore di chiamata VoIP

source: can view voip call rate
it: può visualizzare voip call rate

source: can export voip call rate
it: può esportare voip call rate

source: user profile
it: profilo utente

source: customer
it: committente

source: customers
it: clienti

source: admins
it: amministratori

source: detail has been changed.
it: dettaglio è stato cambiato.

source: please correct the errors below.
it: Si prega di correggere gli errori di seguito.

source: your password has been changed.
it: la password è stata cambiata.

source: ALOC (average length of call)
it: ALOC (durata media della chiamata)

source: ASR (answer seize ratio)
it: ASR (rispondere a cogliere ratio)

source: VoIP Plan | VoIP Retail Plan
it: VoIP Piano | VoIP piano retail

source: VoIP Plan | VoIP Carrier Plan
it: Piano VoIP | VoIP Piano Carrier

source: VoIP Plan | Ban Plan
it: Piano VoIP | Piano Ban

source: VoIP Plan
it: Piano di VoIP

source: VoIP Simulator
it: Simulatore di VoIP

source: Export VoIP Plan
it: Export Plan VoIP

source: Rebill VoPI Call
it: Rebill Vopi chiamata

source: Re-billing is done
it: Re-fatturazione è fatta

source: Rebill VoIP Call
it: Rebill chiamata VoIP

source: VoIP Retail Plan
it: VoIP Piano di vendita al dettaglio

source: VoIP Retail Rate
it: VoIP al dettaglio di cambio

source: Select VoIP Retail Rate to Change
it: Seleziona VoIP di vendita al dettaglio di cambio per Cambiare

source: Export Retail Rate
it: Retail Export Vota

source: Retail Rate(s) are already exist !!
it: Prezzo di vendita al dettaglio (s) sono già esiste!

source: Error: Prefix is not in the Prefix table
it: Errore: Prefisso non è nella tabella Prefix

source: Error : invalid value for import! Please look at the import samples.
it: Errore: valore non valido per l&#39;importazione! Si prega di guardare i campioni di importazione.

source: Import Retail Rate
it: Importazione di vendita al dettaglio di cambio

source: VoIP Carrier Plan
it: Piano Carrier VoIP

source: VoIP Carrier Rate
it: VoIP Carrier Vota

source: Select VoIP Carrier Rate to Change
it: Seleziona VoIP Carrier Vota per Cambiare

source: Export Carrier Rate
it: Export Carrier Vota

source: Carrier Rates are already exist !!
it: Carrier tariffe sono già esiste!!

source: Carrier/Retail Rates are already exist !!
it: Carrier / Retail tariffe sono già esiste!!

source: Error: Prefix is not in the Prfix table
it: Errore: Prefisso non è nella tabella Prfix

source: Import Carrier Rate
it: Import Carrier Vota

source: select retail plan
it: selezionare piano retail

source: select carrier plan
it: selezionare piano portante

source: make retail plan
it: fare piano vendita al dettaglio

source: select if you want to make retail plan
it: selezionare se si vuole fare piano retail

source: profit in % :
it: profitto in%:

source: enter digit without %
it: Inserire le cifre senza%

source: please enter int/float value
it: inserisci int / float valore

source: this will export the VoIPPlan using LCR on each prefix-rate tuple
it: questo esporterà il VoIPPlan utilizzando LCR su ogni tupla prefisso-rate

source: enter prefix
it: inserire il prefisso

source: enter digit only
it: immettere solo cifre

source: message
it: messaggio

source: not more than 120 characters
it: non più di 120 caratteri

source: enter plan name
it: inserire nome del piano

source: pub name
it: Nome pub

source: Enter pub Name
it: Inserisci pub Nome

source: LCR type
it: Tipo LCR

source: select LCR type
it: selezionare il tipo di LCR

source: VoIP plans
it: Piani VoIP

source: enter ban plan name
it: inserire nome del piano di divieto

source: ban plan
it: piano di divieto

source: ban plans
it: piani di ban

source: select ban plan
it: selezionare piano divieto

source: select prefix
it: selezionare il prefisso

source: ban prefix
it: prefisso divieto

source: ban prefixes
it: prefissi ban

source: short description about Plan
it: descrizione breve di Piano

source: metric
it: metrico

source: enter metric in digit
it: entrare metrica in cifre

source: retail plans
it: piani di vendita al dettaglio

source: enter Rate
it: Inserisci il tasso

source: retail rates
it: prezzi di vendita al dettaglio

source: message sent
it: messaggio inviato

source: provider
it: fornitore

source: select provider
it: selezionare fornitore

source: carrier plans
it: piani di carrier

source: enter rate
it: entrare tasso

source: carrier rates
it: tariffe dei vettori

source: The %(name)s "%(obj)s" was added successfully.
it: Il% (name) s "% (obj) s" è stata inserita correttamente.

source: You may edit it again below.
it: Puoi modificare di nuovo sotto.

source: You may add another %s below.
it: Si può aggiungere un altro%s di seguito.

source: Add Another
it: Aggiungi un altro

source: Gateway Detail
it: Gateway Dettaglio

source: Provider Detail
it: Provider Dettaglio

source: enter gateway name
it: inserire il nome del gateway

source: short description about provider
it: descrizione breve fornitore

source: select gateway
it: selezionare il gateway

source: gateway status
it: stato del gateway

source: max call gateway
it: chiamata gateway di max

source: select gateway to route the call if the maximum call is reached
it: selezionare gateway per instradare la chiamata se si raggiunge il massimo di chiamata

source: gateways
it: gateway

source: enter provider name
it: immettere il nome del fornitore

source: providers
it: fornitori
